Repository: IBM/accelerated-decision-making-with-ai
Catalog: Dashboard/src/locale/messages.*.xlf
Languages: fr, sw

# ngb.alert.close
source: Close
fr: Fermer
sw: Funga

# ngb.carousel.slide-number
source: Slide private _pauseO of Subject(false);
fr: Slide
sw: Songesha

# ngb.carousel.previous
source: Previous
fr: Précédent
sw: Iliyopita

# ngb.carousel.next
source: Next
fr: Suivant
sw: Inayofuata

# ngb.datepicker.select-month
source: Select month
fr: Choisir mois
sw: Chagua mwezi

# ngb.datepicker.select-year
source: Select year
fr: Choisir année
sw: Chagua mwaka

# ngb.datepicker.previous-month
source: Previous month
fr: Mois Précédent
sw: Mwezi uliopita

# ngb.datepicker.next-month
source: Next month
fr: Mois suivant
sw: Mwezi ujao

# ngb.pagination.first-aria
source: First
fr: Premier
sw: Mwanzo

# ngb.pagination.previous-aria
source: Previous
fr: Précédent
sw: Uliopita

# ngb.pagination.next-aria
source: Next
fr: Suivant
sw: Unaofuata

# ngb.pagination.last-aria
source: Last
fr: Dernier
sw: Mwisho

# ngb.timepicker.hours
source: Hours
fr: Heures
sw: Saa

# ngb.timepicker.minutes
source: Minutes
sw: Dakika

# ngb.timepicker.increment-hours
source: Increment hours
fr: Incrémenter les heures
sw: Ongeza saa

# ngb.timepicker.decrement-hours
source: Decrement hours
fr: Décrémenter les heures
sw: Punguza saa

# ngb.timepicker.increment-minutes
source: Increment minutes
fr: Incrémenter les minutes
sw: Ongeza dakika

# ngb.timepicker.decrement-minutes
source: Decrement minutes
fr: Décrémenter les minutes
sw: Punguza dakika

# ngb.timepicker.seconds
source: Seconds
fr: Secondes
sw: Sekunde

# ngb.timepicker.increment-seconds
source: Increment seconds
fr: Incrémenter les secondes
sw: Ongeza sekunde

# ngb.timepicker.decrement-seconds
source: Decrement seconds
fr: Décrémenter les secondes
sw: Punguza secunde

# ngb.toast.close-aria
source: Close
fr: Fermer
sw: Funga

# addAlgorithmHeader
source: Add Algorithm
fr: Ajouter Algorithme
sw: Weka Algorithimu

# editAlgorithmHeader
source: Edit Algorithm
fr: Modifier Algorithme
sw: Sasaisha Algorithimu

# enterAlgorithmName
source: Enter name of the algorithm
fr: Entrer le nom de l'algorithme
sw: Andika jina la algorithimu

# fieldRequiredError
source: This field is required
fr: Ce champ est obligatoire
sw: Jaza pengo hili

# enterAlgorithmClassName
source: Enter the exact name of the Algorithm Class name
fr: Entrer le nom de classe exact de l'algorithme
sw: Andika jina kamili la kikundi cha Algorithimu

# enterAlgorithmRawUrl
source: Enter the raw url of the algorithm.py file
fr: Entrer l'URL du fichier algorithm.py
sw: Andika anwani mbichi ya faili la algorithimu, iliyo kwenye tovuti ya Github

# enterRequirementsRawUrl
source: Enter the raw url of requiments.txt
fr: Entrer l'URL du fichier requirements.txt
sw: Andika anwani mbichi ya faili la mahitaji, iliyo kwenye tovuti ya Github

# enterAlgorithmGithubUrl
source: Enter the GitHub url for the algorithm code
fr: Entrer l'url GitHub du code de l'algorithme
sw: Andika anwani kamili ya tovuti ya Github, iliyo na maagizo ya programu ya algorithimu

# enterAlgorithmVersion
source: Enter the version of the algorithm
fr: Entrer la version de l'algorithme
sw: Andika toleo la algorithimu

# enterAlgorithmVersionAuthor
source: Enter the author of the algorithm version
fr: Entrer l'auteur de la version de l'algorithme
sw: Andika mwandishi wa toleo hili la algorithimu

# enterAlgorithmVersionDate
source: Enter the date of the algorithm version
fr: Entrer la date de la version de l'algorithme
sw: Andika tarehe ya toleo hili la algorithimu

# cancelButton
source: Cancel
fr: Annuler
sw: Ghairi

# submitButton
source: Submit
fr: Soumettre
sw: Tuma

# selectAlgorithmLabel
source: Select algorithm
fr: Sélectionner un algorithme
sw: Chagua algorithimu

# selectCompareAlgorithmsLabel
source: Select compare algorithms
fr: Sélectionner les algorithmes de comparaisons
sw: Chagua algorithimu ya kuilinganisha

# selectEnvironmentLabel
source: Select environment
fr: Sélectionner un environnement
sw: Chagua mazingira ya maagizo ya programu

# selectLocationLabel
source: Select location
fr: Sélectionner une source
sw: Chagua eneo

# selectedAlgorithmLabel
source: Selected Algorithm
fr: Algorithme sélectionné
sw: Algorithimu iliyochaguliwa

# selectedAlgorithmName
source: Algorithm Name
fr: Nom de l'algorithme
sw: Jina la algorithimu

# selectedAlgorithmVersion
source: Algorithm Version
fr: Version de l'algorithme
sw: Toleo la algorithimu

# selectedAlgorithmVersionDate
source: Version Date
fr: Date de la version
sw: Tarehe ya toleo la algorithimu

# selectedAlgorithmVersionAuthor
source: Version Author
fr: Auteur de la version
sw: Mwandishi wa toleo hili

# selectedAlgorithmAccessedDate
source: Accessed
fr: Accédé
sw: Tarehe ya kufikiwa

# selectedAlgorithmStatus
source: Status
fr: Statut
sw: Hali

# addNewAlgorithmButton
source: Add New Algorithm
fr: Ajouter un nouvel algorithme
sw: Weka Algorithimu Mpya

# learningResultsError
source: Could not find learning results :
fr: Résultats d'apprentissage non trouvés
sw: Matokeo ya kujifunza hayapatikani :

# algorithmCreationSuccess
source: Algorithm Creation Successful:
fr: Création de l'algorithme réussie:
sw: Uundaji wa algorithimu umefaulu:

# algorithmCreationFailed
source: Could not create algorithm!:
fr: Ne peut créer l'algorithme!:
sw: Uundaji wa algorithimu haujafaulu!:

# algorithmUpdateSuccess
source: Algorithm Update Successful:
fr: Mise à jour de l'algorithme réussie
sw: Usasaishaji wa algorithimu umefaulu:

# algorithmUpdateFailed
source: "Could not update algorithm!: "
fr: "Ne peut mettre à jour l'algorithme!: "
sw: "Usasaishaji wa algorithimu haujafaulu!: "

source: Entered Algorithm update failed.
fr: Echec de la mise à jour de l'algorithme entré
sw: Usasaishaji wa algorithimu iliyowekwa haujafaulu.

# loadAlgorithmsFailed
source: Could not algorithms, locations and/or environments data :
fr: Impossible d'obtenir les sources et/ou les environnements de données des algorithmes:
sw: Data za algorithimu, eneo na mazingira hazipatikani:

source: Provisioned
fr: Provisionné
sw: Hali ya Kukamilika

source: Provisioning
fr: Approvisionnement
sw: Hali ya Kuendelea

source: Close
fr: Fermer
sw: "Funga

# mainTitleHeader
source: Interactive Dashboard for Accelerated Decision-making with AI (ADMAI)
fr: Tableau de bord interactif pour la prise de décision accélérée avec l'IA (ADMAI)
sw: Dashibodi ya Kufanya Maamuzi ya Haraka kwa kutumia AI (ADMAI)

# lastUpdateDiv
source: Updated: Jun 30, 2021 <span></span>
fr: Mis à jour le : 30 Juin, 2021 <span></span>
sw: Imesasaishwa tarehe: Juni 30, 2021

# disclaimerPopover
source: Due to the various disease outbreaks, IBM is providing this interactive dashboard as a service to the public, but this dashboard is not designed or intended to be a medical device or a substitute for professional medical advice, diagnosis, treatment, or judgment. IBM has compiled outcome data provided by multiple third-party sources including Wikipedia, governmental agencies and other public sources. These sources update and report outcome data on various regular and irregular schedules, so from time to time there may be discrepancies between outcome data reported here and outcome data reported by individual sources. IBM makes efforts to provide up-to-date and accurate data as available and tries to verify Wikipedia data with data from governmental sources to minimize and correct errors. IBM does not warrant the accuracy, reliability, or completeness of the outcome data. The results of this dashboard are inherently speculative and the appropriate use of the results and decisions made based on the results are the responsibility of the user. IBM shall have no liability with respect to the results and decisions made based on the results. Please send any inquiries about the data presented here at: wwcc19@ke.ibm.com
fr: En raison des différentes épidémies, IBM fournit ce tableau de bord interactif en tant que service au public, mais ce tableau de bord n'est pas conçu ni destiné à être un dispositif médical ou à remplacer un avis, un diagnostic, un traitement ou un jugement médical professionnel. IBM a compilé des données sur les résultats fournies par de multiples sources tierces, dont Wikipedia, des agences gouvernementales et d'autres sources publiques. Ces sources mettent à jour et rapportent les données sur les résultats selon des calendriers réguliers et irréguliers. Il peut donc y avoir de temps en temps des différences entre les données sur les résultats rapportées ici et celles rapportées par les sources individuelles. IBM s'efforce de fournir des données actualisées et exactes dans la mesure où elles sont disponibles et essaie de vérifier les données de Wikipédia avec les données des sources gouvernementales pour minimiser et corriger les erreurs. IBM ne garantit pas l'exactitude, la fiabilité ou l'exhaustivité des données de résultats. Les résultats de ce tableau de bord sont par nature spéculatifs et l'utilisation appropriée des résultats et les décisions prises sur la base de ces résultats relèvent de la responsabilité de l'utilisateur. IBM n'a aucune responsabilité en ce qui concerne les résultats et les décisions prises sur la base de ces résultats. Veuillez envoyer toute demande de renseignements sur les données présentées ici à l'adresse suivante : wwcc19@ke.ibm.com
sw: Kutokana na maongezeko ya magonjwa mbalimbali, IBM inafadhili Dashibodi hii kama huduma kwa umma, lakini dashibodi yenyewe haijaundwa kuwa kifaa cha matibabu wala kuwa mbadala wa ushauri, matibabu au uamuzi wa daktari. IBM imekusanya data ya matokeo kutoka tovuti mbali mbali. Kwa mfano : Wikipedia, mashirika ya serikali na tovuti zinginezo za umma. Tovuti hizi husasaisha na kurepoti matokeo ya ratiba ya Covid19 iliyo kawaida na isiyo ya kawaida, kwa hivyo mara kwa mara matokeo yanayotolewa hapo huweza kuwa tofauti yakilinganishwa na matokeo yanayorepotiwa na vituo binafsi vya habari. IBM hujitahidi kupeana data sahihi na ya sasa japo data hio inapotokea na hujaribu kusasaisha data ya Wikipedia kwa kutumia data kutoka mashirika ya serikali ili kupunguza na kurekebisha makosa. Hata hivyo, IBM haithibitishi usahihi, utegemeaji wala ukamilifu wa data hii ya matokeo. Matokeo ya dashibodi hii ni ya asili ya kubahatisha kwa hivyo matumizi yake na maamuzi yanayotolewa kwa kuzingatia matokeo haya ni jukumu la mtumiaji wa Dashibodi hii. IBM haitakuwa na dhima kutokana na matokeo wala maamuzi yanayotolewa kwa kuzingatia matokeo haya. Tafadhali tuma maswali yoyote uliyonayo kuhusu data iliyowasilishwa hapa kwa: wwcc19@ke.ibm.com

# disclaimerButton
source: Disclaimer
fr: Mentions légales
sw: Onyo

source: Domains
fr: Domaines
sw: Vikoa

source: Domain Models
fr: Modèles du domaine
sw: Vikoa vya modeli

source: AI Algorithms
fr: Algorithmes de l'IA
sw: Algorithimu za AI

source: Territories Covered
fr: Territoires couverts
sw: Maeneo

# pleaseConfirmDialog
source: Please confirm...
fr: Veuillez confirmer...
sw: Tafadhali hakikisha...

# noMessage
source: No
fr: Non
sw: Hapana

# yesMessage
source: Yes
fr: Oui
sw: Ndio

# loginHeader
source: Interactive Dashboard for Accelerated Decision-making with AI (ADMAI)
fr: Tableau de bord interactif de ADMAI
sw: Dashibodi ya Kufanya Maamuzi ya Haraka kwa kutumia AI (ADMAI)

# platformPurpose
source: Providing a platform for sharing, optimizing and running domain models at scale.
fr: Fournir une plate-forme pour partager, optimiser et exécuter des modèles de domaine à grande échelle.
sw: Ambayo inafadhili jukwaa la kushiriki, kuboresha na kuendesha modeli za kikoa.

# loginButton
source: Login
fr: Se connecter
sw: Ingia

# initiateLogout
source: Initiating logout!
fr: Lancement de la déconnexion
sw: Anza kuondoka!

# constants.no.data
source: No data
fr: Pas de données
sw: Hakuna data

# npiIndexDropDown
source: NPI-Index
fr: Index NPI
sw: Index ya NPI

# complianceScoreDropDown
source: Compliance Score
fr: Score de conformité
sw: Alama ya Compliance

# stringencyIndexDropDown
source: Stringency Index
fr: Indice de rigueur
sw: Index ya Stringency

# transitStationsDropDown
source: Transit_stations
fr: Gares de transport
sw: Vituo_vya_kusafiri

# retailAndRecreationDropDown
source: Retail_and_recreation
fr: Commerce de détails et loisirs
sw: Madukani_na_Mahali_pa_burudani

# groceryAndPharmacyDropDown
source: Grocery_and_pharmacy
fr: Pharmacie et Supermmarché
sw: Maduka_ya_mboga_na_Zahanati

# parksDropDown
source: Parks
fr: Parcs
sw: Mbuga

# workplacesDropDown
source: Workplaces
fr: Lieu de travail
sw: Kazini

# residentialDropDown
source: Residential
fr: Résidentiel
sw: Maskani

# constants.stringency.index.wntrac.workplaces
source: stringency index_wntrac_workplaces
fr: Indice_wntrac de rigueur sur les lieux de travail
sw: stringency index_wntrac_Vituo_Kazini

# constants.compliance.score.wntrac.workplaces
source: compliance score_wntrac_workplaces
fr: Score_wntrac de conformité sur les lieux de travail
sw: compliance score_wntrac_Kazini

# constants.npi.index.wntrac.workplaces
source: npi-index_wntrac_workplaces
fr: Index_wntrac NPI sur les lieux de travail
sw: npi-index_wntrac_Kazini

# constants.stringency.index.oxcgrt.workplaces
source: stringency index_oxcgrt_workplaces
fr: Index_oxcgrt de rigueur sur les lieux de travail
sw: stringency index_oxcgrt_Kazini

# constants.compliance.score.oxcgrt.workplaces
source: compliance score_oxcgrt_workplaces
fr: Score_oxcgrt de conformité sur les lieux de travail
sw: compliance score_oxcgrt_Kazini

# constants.npi.index.oxcgrt.workplaces
source: npi-index_oxcgrt_workplaces
fr: Index_oxcgrt NPI sur les lieux de travail
sw: npi-index_oxcgrt_Kazini

# constants.stringency.index.wntrac.retail.and.recreation
source: stringency index_wntrac_retail_and_recreation
fr: Index_wntrac de rigueur sur les commerces et loisirs
sw: stringency index_wntrac_Madukani_na_Mahali_pa_burudani

# constants.compliance.score.wntrac.retail.and.recreation
source: compliance score_wntrac_retail_and_recreation
fr: Score_wntrac de conformité sur les commerces et loisirs
sw: compliance score_wntrac_Madukani_na_Mahali_pa_burudani

# constants.npi.index.wntrac.retail.and.recreation
source: npi-index_wntrac_retail_and_recreation
fr: Index_wntrac NPI sur les commerces et loisirs
sw: npi-index_wntrac_Madukani_na_Mahali_pa_burudani

# constants.stringency.index.oxcgrt.retail.and.recreation
source: stringency index_oxcgrt_retail_and_recreation
fr: Index_oxcgrt de rigueur sur les commerces et loisirs
sw: stringency index_oxcgrt_Madukani_na_Mahali_pa_burudani

# constants.compliance.score.oxcgrt.retail.and.recreation
source: compliance score_oxcgrt_retail_and_recreation
fr: Score_oxcgrt de conformité sur les commerces et loisirs
sw: compliance score_oxcgrt_Madukani_na_Mahali_pa_burudani

# constants.npi.index.oxcgrt.retail.and.recreation
source: npi-index_oxcgrt_retail_and_recreation
fr: Index_oxcgrt NPI sur les commerces et loisirs
sw: npi-index_oxcgrt_Madukani_na_Mahali_pa_burudani

# constants.stringency.index.wntrac.grocery.and.pharmacy
source: stringency index_wntrac_grocery_and_pharmacy
fr: Indice_wntract de rigueur sur les supermarchés et pharmacies
sw: stringency index_wntrac_Maduka_ya_mboga_na_Zahanati

# constants.compliance.score.wntrac.grocery.and.pharmacy
source: compliance score_wntrac_grocery_and_pharmacy
fr: Score_wntrac de conformité sur les supermarchés et pharmacies
sw: compliance score_wntrac_Maduka_ya_mboga_na_Zahanati

# constants.npi.index.wntrac.grocery.and.pharmacy
source: npi-index_wntrac_grocery_and_pharmacy
fr: Indice-npi_wntrac_épiceries_et_pharmacies
sw: npi-index_wntrac_Maduka_ya_mboga_na_Zahanati

# constants.stringency.index.oxcgrt.grocery.and.pharmacy
source: stringency index_oxcgrt_grocery_and_pharmacy
fr: Indice de rigueur_oxcgrt_supermarchés_et_pharmacies
sw: stringency index_oxcgrt_Maduka_ya_mboga_na_Zahanati

# constants.compliance.score.oxcgrt.grocery.and.pharmacy
source: compliance score_oxcgrt_grocery_and_pharmacy
fr: Score de conformité_oxcgrt_supermarchés_et_pharmacies
sw: compliance score_oxcgrt_Maduka_ya_mboga_na_Zahanati

# constants.npi.index.oxcgrt.grocery.and.pharmacy
source: npi-index_oxcgrt_grocery_and_pharmacy
fr: Indice-npi_oxcgrt_supermarchés_et_pharmacies
sw: npi-index_oxcgrt_Maduka_ya_mboga_na_Zahanati

# constants.stringency.index.wntrac.parks
source: stringency index_wntrac_parks
fr: Indice de rigueur_wntrac_parcs
sw: stringency index_wntrac_Mbuga

# constants.compliance.score.wntrac.parks
source: compliance score_wntrac_parks
fr: Score de conformité_wntrac_parcs
sw: compliance score_wntrac_Mbuga

# constants.npi.index.wntrac.parks
source: npi-index_wntrac_parks
fr: Indice-npi_wntrac_parcs
sw: npi-index_wntrac_Mbuga

# constants.stringency.index.oxcgrt.parks
source: stringency index_oxcgrt_parks
fr: Indice de rigueur_oxcgrt_parcs
sw: stringency index_oxcgrt_Mbuga

# constants.compliance.score.oxcgrt.parks
source: compliance score_oxcgrt_parks
fr: Score de conformité_oxcgrt_parcs
sw: compliance score_oxcgrt_Mbuga

# constants.npi.index.oxcgrt.parks
source: npi-index_oxcgrt_parks
fr: Indice-npi_oxcgrt_parcs
sw: npi-index_oxcgrt_Mbuga

# constants.stringency.index.wntrac.transit.stations
source: stringency index_wntrac_transit_stations
fr: Indice de rigueur_wntrac_gares de transport
sw: stringency index_wntrac_Vituo_vya_kusafiri

# constants.compliance.score.wntrac.transit.stations
source: compliance score_wntrac_transit_stations
fr: Score de conformité_wntrac_gares_de_transport
sw: compliance score_wntrac_Vituo_vya_kusafiri

# constants.npi.index.wntrac.transit.stations
source: npi-index_wntrac_transit_stations
fr: Indice-npi_wntrac_gares_de_transport
sw: npi-index_wntrac_Vituo_vya_kusafiri

# constants.stringency.index.oxcgrt.transit.stations
source: stringency index_oxcgrt_transit_stations
fr: Indice de rigueur_oxcgrt_gares_de_transport
sw: stringency index_oxcgrt_Vituo_vya_kusafiri

# constants.compliance.score.oxcgrt.transit.stations
source: compliance score_oxcgrt_transit_stations
fr: Score de conformité_oxcgrt_gares_de_transport
sw: compliance score_oxcgrt_Vituo_vya_kusafiri

# constants.npi.index.oxcgrt.transit.stations
source: npi-index_oxcgrt_transit_stations
fr: Indice-npi_oxcgrt_gares_de_transport
sw: npi-index_oxcgrt_Vituo_vya_kusafiri

# constants.stringency.index.wntrac.residential
source: stringency index_wntrac_residential
fr: Indice de rigueur_wntrac_résidentiel
sw: stringency index_wntrac_Maskani

# constants.compliance.score.wntrac.residential
source: compliance score_wntrac_residential
fr: Score de conformité_wntrac_résidentiel
sw: compliance score_wntrac_Maskani

# constants.npi.index.wntrac.residential
source: npi-index_wntrac_residential
fr: Indice-npi_wntrac_résidentiel
sw: npi-index_wntrac_Maskani

# constants.stringency.index.oxcgrt.residential
source: stringency index_oxcgrt_residential
fr: Indice de rigueur_oxcgrt_résidentiel
sw: stringency index_oxcgrt_Maskani

# constants.compliance.score.oxcgrt.residential
source: compliance score_oxcgrt_residential
fr: Score de conformité_oxcgrt_résidentiel
sw: compliance score_oxcgrt_Maskani

# constants.npi.index.oxcgrt.residential
source: npi-index_oxcgrt_residential
fr: Indice-npi_oxcgrt_résidentiel
sw: npi-index_oxcgrt_Maskani

source: Overview
fr: Aperçu
sw: Muhtasari

source: Algorithms
fr: Algorithmes
sw: Algorithimu

source: Models
fr: Modèles
sw: Modeli

source: Experiments
fr: Expérimentations
sw: Majaribio

source: Results
fr: Résultats
sw: Matokeo

source: APIs
sw: API

source: How to
fr: Comment faire
sw: Jinsi ya

source: Feedback
sw: Maoni

source: Feedback submitted
fr: feedback soumis
sw: Maoni yametumwa

# feedback_submission_failed
source: Feedback submission failed! Please try again.
fr: Echec de la soumission du feedback!Veuillez réessayer
sw: Maoni hayajatumwa! Tafadhali jaribu tena.

# user_role_missing
source: User Role Missing! Contact the system admin at charles.wachira1@ibm.com.
fr: Rôle d'utilisateur manquant ! Contactez l'administrateur système à l'adresse charles.wachira1@ibm.com.
sw: Jukumu la mtumiaji wa dashibodi halipo! Tafadhali wasiliana na msimamizi wa dashibodi, charles.wachira1@ibm.com.

source: No data available
fr: Pas de données disponibles
sw: Hakuna data inayopatikana

source: New Cases
fr: Nouveaux cas
sw: Kesi zipya

source: Index Value
fr: Valeur de l'indice
sw: Index ya

source: Select a region on the map
fr: Sélectionner une région sur la carte
sw: Chagua eneo kwenye ramani

# newCasesYAxis
source: New cases
fr: Nouveaux cas
sw: Kesi zipya

# enterLabel
source: Enter {{executorRequirement.description || executorRequirement.name}}
fr: Entrer {{executorRequirement.description || executorRequirement.name}}
sw: Andika {{executorRequirement.description || executorRequirement.name}}

# isRequired
source: {{executorRequirement.name}} is required
fr: {{executorRequirement.name}} est requis
sw: {{executorRequirement.name}} yahitajika

# addActionHeader
source: Add Actions
fr: Ajouter des actions
sw: Weka vitendo

# enterTimeLabel
source: Enter time
fr: Entrer le temps
sw: Andika wakati

source: Coverage Percentage
fr: Pourcentage de couverture
sw: Asilimia iliyotiliwa maanani

# defineActionSpaceHeader
source: Define action space
fr: Définir le champ d'action
sw: Andika nafasi ya kitendo

# enterNumberOfEpisodes
source: Enter the number of episodes
fr: Entrer le nombre d'épisodes
sw: Andika idadi ya vipindi

# enterTimeResolution
source: Enter time resolution in weeks
fr: Entrez la résolution temporelle en semaines
sw: Andika azimio la wakati katika wiki

# enterCoverageResolution
source: Enter the coverage resolution
fr: Entrer la résolution de la couverture
sw: Andika kiwango cha azimio

source: Define parameter space
fr: Définir le champ des paramètres
sw: Andika nafasi ya paramita

source: Start date
fr: Date de début
sw: Tarehe ya kuanza

# calibrationDurationInDays
source: Enter the calibration duration in days
fr: Entrer la durée du calibrage en jours
sw: Andika siku zilizotumiwa kukalibreti

# enterBetaWindowLength
source: Enter the beta window length in days
fr: Entrer la durée de la fenêtre bêta en jours
sw: Andika urefu wa dirisha la beta kwa kutumia idadi ya siku

source: Define Actions
fr: Définir les actions
sw: Fafanua vitendo

source: End date
fr: Date de fin
sw: Tarehe ya mwisho

# newExperimentHeader
source: New Experiment
fr: Nouvelle expérimentation
sw: Majaribio mapya

source: Select model
fr: Sélectionner le modèle
sw: Chagua modeli

# defaultExecutors
source: Select default executors
fr: Sélectionner les exécuteurs par défaut
sw: Chagua vitekelezaji msingi

source: Select location
fr: Sélectionner l'emplacement
sw: Chagua eneo

source: None detected!
fr: Aucun détecté!
sw: Hakuna iliyopatikana!

# generalInfoHeader
source: General info
fr: Infos générales
sw: Habari za jumla

# parametersHeader
source: Parameters
fr: paramètres
sw: Paramita

# optimizationParametersHeader
source: Optimization Parameters
fr: Paramètres d'optimisation
sw: Paramita za uboreshaji

# pastExperimentsHeader
source: Past Experiments <span *ngIf="itemsDataSource && itemsDataSource.data" class="models-number">({{itemsDataSource.data.length}})</span>
fr: Expérimentations passées <span *ngIf="itemsDataSource && itemsDataSource.data" class="models-number">({{itemsDataSource.data.length}})</span>
sw: Majaribio ya zamani <span *ngIf="itemsDataSource && itemsDataSource.data" class="models-number">({{itemsDataSource.data.length}})</span>

# idOfPastExperiment
source: ID
sw: Kitambulisho

# nameOfPastExperiment
source: Name
fr: Nom
sw: Jina

# descriptionOfPastExperiment
source: Description
sw: Maelezo

# pastExperimentAction
source: Action
sw: Kitendo
