Repository: IBM/accelerated-decision-making-with-ai
Catalog: Dashboard/src/locale/messages.*.xlf
Languages: fr, sw

# summaryParagraphFour
source: PMAI provides decision-makers with easy navigation through complex intervention spaces in a timely manner is required to generate the most optimal and context-relevant intervention programs, including: 1.) An interactive decision dashboard to fine-tune what is important for their context (including what-if analysis, and adding constraints). 2.) The ability to combine, learn, and compare multiple models. 3.) Calibration and uncertainty quantification which are essential to decision-making based on the real-world observational data, as misleading information could be catastrophic for high stakes decisions (e.g. healthcare).
fr: Le PMAI permet aux décideurs de naviguer facilement dans des espaces d'intervention complexes, en temps voulu, afin de générer les programmes d'intervention les plus optimaux et les plus pertinents par rapport au contexte, y compris : 1.) Un tableau de bord interactif de décision pour affiner ce qui est important pour leur contexte (y compris l'analyse de simulation et l'ajout de contraintes). 2.) La possibilité de combiner, d'apprendre et de comparer plusieurs modèles. 3.) La calibration et la quantification de l'incertitude, qui sont essentielles à la prise de décision basée sur les données d'observation du monde réel, car des informations erronées pourraient être catastrophiques pour des décisions à fort enjeu (par exemple, les soins de santé).

# summaryParagraphFive
source: Specifically, there are three ways in which what if analysis is performed using PMAI: 1.) What if analysis where a decision maker defines intervention packages of interest and the platform runs them and generates predictions. 2.) What if analysis where a decision maker defines a desired outcome trajectory and the platform uses AI algorithms to find intervention packages that meet the desired outcome trajectory. 3.) Algorithm controlled what-if analysis within the constraints set by a modeler with the goal of interrogating the intervention space to reach at candidate intervention packages that a decision maker can filter through depending on their needs. To perform each of the above what-if analyses, experiments – a group of model simulation with common properties defined by the user - are performed where the user defines the required inputs for each of the methods as indicated above.
fr: Plus précisément, il y a trois façons d'effectuer des analyses de type "what if" à l'aide de PMAI : 1.) Analyse de type "what if" où un décideur définit des paquets d'intervention d'intérêt et la plateforme les exécute et génère des prédictions. 2.) Analyse d'hypothèses dans laquelle un décideur définit une trajectoire de résultats souhaités et la plateforme utilise des algorithmes d'IA pour trouver des paquets d'intervention qui répondent à la trajectoire de résultats souhaités. 3.) Analyse d'hypothèses contrôlée par des algorithmes dans le cadre des contraintes fixées par un modélisateur, dans le but d'interroger l'espace d'intervention pour aboutir à des ensembles d'interventions candidates qu'un décideur peut filtrer en fonction de ses besoins. Pour effectuer chacune des analyses d'hypothèses ci-dessus, des expériences - un groupe de simulation de modèle avec des propriétés communes définies par l'utilisateur - sont effectuées où l'utilisateur définit les entrées requises pour chacune des méthodes comme indiqué ci-dessus.

# summaryParagraphSix
source: Our algorithms are developed to learn in the presence of uncertainty and sample the huge intervention space while optimizing the user defined goal. In the real world there are many sources of uncertainty, accordingly, to generate recommendations which are robust the algorithms must be able to learn in the presence of uncertainty.
fr: Nos algorithmes sont développés pour apprendre en présence d'incertitude et échantillonner l'immense espace d'intervention tout en optimisant l'objectif défini par l'utilisateur. Dans le monde réel, il existe de nombreuses sources d'incertitude. Par conséquent, pour générer des recommandations robustes, les algorithmes doivent être capables d'apprendre en présence d'incertitude.

# summaryParagraphSeven
source: With trust at its core, this decision support platform is designed to amplify the value from domain models and data, and it is a demonstration of the value which can be derived from AI and Hybrid Cloud technologies.
fr: Avec la confiance au cœur, cette plateforme d'aide à la décision est conçue pour amplifier la valeur des modèles de domaine et des données, et elle est une démonstration de la valeur qui peut être tirée de l'IA et des technologies de cloud hybride.

source: Data
fr: Les données

# covid19.domain
source: Domain(Covid19):
fr: Domaine (Covid19):

source: Index
fr: Indices
