Repository: IBM/accelerated-decision-making-with-ai
Catalog: Dashboard/src/locale/messages.*.xlf
Languages: fr, sw

# duplicateExperimentsHeader
source: Duplicate Experiments <span *ngIf="duplicateExperimentsDataSource && duplicateExperimentsDataSource.data" class="models-number">({{duplicateExperimentsDataSource.data.length}})</span>
fr: Dupliquer les expérimentations <span *ngIf="duplicateExperimentsDataSource && duplicateExperimentsDataSource.data" class="models-number">({{duplicateExperimentsDataSource.data.length}})</span>
sw: Majaribio yaliyojirudia <span *ngIf="duplicateExperimentsDataSource && duplicateExperimentsDataSource.data" class="models-number">({{duplicateExperimentsDataSource.data.length}})</span>

# duplicateExperimentId
source: ID
sw: Kitambulisho

# duplicateExperimentName
source: Name
fr: Nom
sw: Jina

# duplicateExperimentDescription
source: Description
sw: Maelezo

# duplicateExperimentAction
source: Action
sw: Kitendo

source: experiment type
fr: Type de l'expérimentation
sw: aina ya jaribio

source: algorithm name
fr: Nom de l'algorithme
sw: jina la algorithimu

source: experiment name
fr: Nom de l'expérimentation
sw: jina la jaribio

source: Description of the experiment
fr: Description de l'expérimentation
sw: maelezo ya jaribio

# experimentPrediction
source: Prediction
fr: Prédiction
sw: Utabiri

# experimentCalibration
source: Calibration
fr: Calibrage
sw: Kalibration

# calibrationTaskSingle
source: Single
fr: Unique
sw: Moja

# calibrationTaskMultiple
source: Multiple
fr: Multiples
sw: Mingi

# calibrationTaskContinuous
source: Continuous
fr: Continu
sw: Endelezi

# calibrationActionMissing
source: Actions missing in
fr: Actions manquantes dans
sw: Vitendo vimekosekana katika modeli

source: Consult the system admin!
fr: Consultez l'administrateur du système!
sw: Tafadhali wasiliana na msimamizi wa dashibodi!

# calibrationActionUpdatedFailed
source: Entered actions update failed
fr: Entrer échec de la mise à jour de l'action
sw: Usasaishaji wa vitendo vilivyoingizwa haujafaulu

# calibrationModelsNotFound
source: Could not find models :
fr: Ne peut trouver les modèles:
sw: Modeli hazijapatikana

# calibrationLocationNotFound
source: Could not find location :
fr: Ne peut trouver l'emplacement:
sw: Eneo halijapatikana

# calibrationExperimentCreationSuccessful
source: Experiment Creation Successful:
fr: Création de l'expérimentation avec succès:
sw: Uundaji wa jaribio umefaulu:

# calibrationExperimentCreationFailed
source: Experiment Creation Failed:
fr: Echec de la création de l'expérimentation
sw: Uundaji wa jaribio haujafaulu:

# calibrationSimilarExperimentConfirmation
source: A similar experiment for this location and environment has been returned, check the list of duplicate experiments to view the content. Would you like to override this and perform a new experiment?
fr: Une expérimentation similaire pour cet emplacement et cet environnement a été renvoyée, Consultez la liste des expérimentations dupliquées pour en voir le contenu. Souhaitez-vous passer outre et réaliser une nouvelle expérimentation ?
sw: Jaribio sawa la eneo hili na mazingira haya limerudishwa, angalia jaribio hilo katika orodha ya majaribio yaliyorudiwa. Je ungependa kubadilisha jaribio hili na kutengeneza jaribio jipya?

source: Date:
sw: Tarehe:

source: Dates:
sw: Tarehe:

# datesAndDash
source: Dates: -
sw: Tarehe: -

# experimentMetadataDetailsNotFound
source: Metadata details fetch failed
fr: La récupération des détails des métadonnées a échoué
sw: Maelezo ya metadata hayajaletwa

# feedbackForm
source: Use the form below to provide your feedback:
fr: Utilisez le formulaire ci-dessous pour nous faire part de vos commentaires :
sw: Jaza fomu hili kwa kutoa maoni yako:

# nameLabel
source: Name
fr: Nom
sw: Jina

# nameFieldError
source: Name is required.
fr: Le nom est requis.
sw: Jina linahitajika.

# emailAddressLabel
source: Email address
fr: Adresse e-mail
sw: Barua pepe

# emailFieldError
source: Email is required.
fr: L'adresse e-mail est requis
sw: Barua pepe inahitajika

# emailFieldIncompleteError
source: Email is incomplete.
fr: L'adresse e-mail est incomplète
sw: Barua pepe hii haijakamilika.

# provideFeedbackMessage
source: Provide feedback
fr: Fournir un feedback
sw: Toa maoni yako

# feedbackFieldError
source: Feedback message is required.
fr: Un message de feedback est requis
sw: Maoni yako yanahitajika.

# sendFeedbackButton
source: Send
fr: Envoyer
sw: Tuma

# howToSummary
source: Summary
fr: Résumé
sw: Muhtasari

# summaryParagraphOne
source: Policy Making with AI is a decision support platform that harnesses the power of domain models using AI in a trusted environment, bringing together policy- and decision- makers, modelers, and AI practitioners to support complex decision-making.
fr: L'élaboration de politiques avec l'IA est une plateforme d'aide à la décision qui exploite la puissance des modèles de domaine en utilisant l'IA dans un environnement de confiance, réunissant des responsables politiques et des décideurs, des modélisateurs et des praticiens de l'IA pour soutenir des décisions complexes.
sw: "Utengenezaji sera kwa kutumia AI" ni jukwaa la kusaidia katika kufanya maamuzi, linalotumia nguvu za vikoa vya modeli vya AI katika mazingira yanayoaminika, ili kuleta pamoja watu wanaotengeneza sera, wanaofanya maamuzi mbalimbali, wanaotengeneza modeli na wanaotengeneza AI kwa ajili ya kusaidia maamuzi magumu kufanywa.

# summaryParagraphTwo
source: Decision-makers must plan and implement interventions and strategies at varying timescales across different populations and geographies. This could be to control the spread of a pandemic like COVID-19, or to manage climate impact risks on global supply chains. Models are essential in the planning process but are often complex, uncertain, and can be difficult to consume, and also need to be trusted. The space of possible interventions that the models represent is vast, making the planning and decision-making process even more difficult.
fr: Les décideurs doivent planifier et mettre en œuvre des interventions et des stratégies à des échelles de temps variables pour différentes populations et zones géographiques. Il peut s'agir de contrôler la propagation d'une pandémie comme celle du COVID-19, ou de gérer les risques liés à l'impact climatique sur les chaînes d'approvisionnement mondiales. Les modèles sont essentiels dans le processus de planification, mais ils sont souvent complexes, incertains et peuvent être difficiles à utiliser, et il faut également leur faire confiance. L'espace des interventions possibles que les modèles représentent est vaste, ce qui rend le processus de planification et de décision encore plus difficile.
sw: Watu wanaofanya maamuzi wanafaa kupanga na kutekeleza mikakati katika nyakati tofauti na baina ya watu mbalimbali kijografia. Lengo ni kuzuia kuenea kwa majanga (Kwa mfano: janga la Korona), au kuzuia hatari ya athari za hali ya hewa kwenye minyororo ya usambazaji wa kimataifa. Modeli ni muhimu katika kupanga lakini mara mingi huwa ngumu kuelewa na kutumia, na huhitaji kuaminiwa. Mikakati ambayo modeli husimamia ni mingi na kwa hivyo upangaji na ufanyaji maamuzi waweza kuwa ngumu zaidi.

# summaryParagraphThree
source: Policymaking with AI (PMAI) contains a core AI decisioning library using algorithms from the sub-disciplines of Planning, Reinforcement Learning and Optimization to enable uncertainty quantification, impact analysis, and exploration of the full space of possible options to inform decision making. Further, PMAI is built on top of Hyperledger fabric to support model and data governance and provide trust and transparency for understanding the provenance of data, models, and results generated by end-users
fr: Policy making with AI (PMAI) contient une bibliothèque décisionnelle d'IA de base utilisant des algorithmes des sous-disciplines de la planification, de l'apprentissage par renforcement et de l'optimisation pour permettre la quantification de l'incertitude, l'analyse de l'impact et l'exploration de l'espace complet des options possibles afin d'éclairer la prise de décision. En outre, PMAI est construit au-dessus de Hyperledger fabric pour soutenir la gouvernance des modèles et des données et fournir la confiance et la transparence pour comprendre la provenance des données, des modèles et des résultats générés par les utilisateurs finaux.
sw: "Utengenezaji sera kwa kutumia AI"(PMAI) una maktaba ya uamuzi wa AI kutokana na taaluma ndogo ndogo za kupanga, kujifunza kwa kujimarisha na kuboresha ndivyo kuwezesha upimaji wa athari na uhakika na uchunguzaji wa namna mbalimbali za kusaidia uamuzi kufanywa. Aidha, PMAI imetengenezwa juu ya fabric ya Hyperledger kusaidia modeli, upangaji wa data na kuhakikisha kuwa kuna uaminifu wa data, modeli na matokeo watumiaji wa dashibodi hupata

source: Credits
fr: Crédits
sw: Asante zaenda kwa

# addLocationHeader
source: Add Location
fr: Ajouter un emplacement
sw: Weka Eneo

# editLocationHeader
source: Edit Location
fr: Editer l'emplacement
sw: Sasaisha Eneo

# enterLocationName
source: Enter name of the location
fr: Entrer le nom de l'emplacement
sw: Andika jina la eneo

# enterLocationAdministrationType
source: Enter the administration type of the location
fr: Entrer le type d'administration de l'emplacement
sw: Andika aina ya eneo

source: Enter location details
fr: Entrer les details sur l'emplacement
sw: Andika maelezo ya eneo

# enterLocationCountryCode
source: Enter ISO-3 code for the country where the location is located
fr: Entrer le code ISO-3 du pays de la localisation
sw: Andika msimbo wa ISO-3 wa nchi ambayo eneo uliloandika lipo

source: Add Model Data
fr: Ajouter des données au modèle
sw: Ongeza data kwenye modeli

source: Enter name data
fr: Entrer le nom des données
sw: Andika jina la data

source: Enter data description
fr: Entrer la description des données
sw: Andika maelezo ya data

# selectDataFile
source: Select the data file
fr: Choisir le fichier des données
sw: Chagua faili iliyo na data

source: Location
fr: Source
sw: Eneo

source: Name:
fr: Nom:
sw: Jina:

source: Admin Type:
fr: Type Admin:
sw: Aina ya Eneo:

source: Admin Level:
fr: Niveau Admin:
sw: Kiwango cha Eneo:

source: Located In:
fr: Situé dans:
sw: Yapatikana:

source: Country:
fr: Pays:
sw: Nchi:

source: Model data:
fr: Données du modèle:
sw: Data ya modeli:

# addButton
source: Add
fr: Ajouter
sw: Ongeza

source: Model results:
fr: Résultats du modèle:
sw: Matokeo ya modeli:

# viewButton
source: View
fr: Visualiser
sw: Tazama

# modelExperiements
source: Model experiments:
fr: Expériences du modèle:
sw: Majaribio ya modeli:

# startButton
source: Start
fr: Démarrer
sw: Anza

# exitButton
source: Exit
fr: Quitter
sw: Ondoka

source: Could not find location details!
fr: Détails sur la source introuvable
sw: Maelezo ya eneo hayajapatikana!

source: Add Model
fr: Ajouter modèle
sw: Weka Modeli

source: Edit Model
fr: Modifier modèle
sw: Sasaisha Modeli

# modelOfficialName
source: Enter the official name of your model (no spaces)
fr: Entrer le nom officiel du modèle (sans espace)
sw: Andika jina kamili la modeli (bila kuweka nafasi kati ya herufi)

# modelShortDescription
source: Short description of the model
fr: Courte description du modèle
sw: Maelezo mafupi kuhusu modeli

# enterModelVersion
source: Enter the version of the model
fr: Entrer la version du modèle
sw: Andika toleo la modeli

# enterModelVersionAuthor
source: Enter the author of the model version
fr: Entrer l'auteur de la version du modèle
sw: Andika mwandishi wa toleo hili la modeli

# enterModelVersionDate
source: Enter the date of the model version
fr: Entrer la date de la version du modèle
sw: Andika tarehe ya toleo la modeli

# modelGithubUrl
source: Enter the GitHub url for the model code
fr: Entrer l'URL Github du code du modèle
sw: Andika anwani kamili ya tovuti ya Github, iliyo na maagizo ya programu ya modeli

# enterModelRawUrl
source: Enter the URL of the model.py file (raw file)
fr: Entrer l'URL du fichier model.py
sw: Andika anwani mbichi ya faili la modeli, iliyo kwenye tovuti ya Github

# enterRequirementsRawUrlIfAny
source: Enter the URL of the requirements.txt file for your model.py file if any
fr: Entrer l'URL du fichier requirements.txt du fichier model.py
sw: Andika anwani mbichi ya faili la mahitaji ya modeli, kama ipo kwenye tovuti ya Github

# enterModelDataProviderServiceUrl
source: Enter the url of the model data provider service
fr: Entrer l'URL du service fournisseur de données du modèle
sw: Andika anwani ya tovuti ya mhudumu wa data za modeli

# provideShortModelDataDescription
source: Provide short description of the model data provided
fr: Fournir une courte description des données fournies
sw: Andika maelezo mafupi kuhusu data ambazo zimeongezwa kwenye modeli

# selectCountry
source: Select admin 0 (Country)
fr: Choisir admin 0 (Pays)
sw: Chagua aina 0 la eneo (Nchi)

# selectState
source: Select admin 1 (Provinces/States/District/Counties)
fr: Choisir admin 1 (Provinces/Etats/Quartier/Comtés)
sw: Chagua aina 1 la eneo (Majimbo/Kaunti)

# selectSubcounties
source: Select admin 2 (District/Counties/sub-counties)
fr: Select admin 2 (Quartiers/Comtés/Sous-comtés
sw: Chagua aina 2 la eneo (Eneo bunge)

# selectedModelHeader
source: Selected Model
fr: Modèle choisi
sw: Modeli iliyochaguliwa

# modelNameColumn
source: Model Name
fr: Nom du modèle
sw: Jina la modeli

# modelVersionColumn
source: Model Version
fr: Version du modèle
sw: Toleo la modeli

# modelVersionDateColumn
source: Version Date
fr: Date de la version
sw: Tarehe ya toleo hili la modeli

# modelVersionAuthorColumn
source: Version Author
fr: Auteur de la version
sw: Mwandish wa toleo hili la modeli

# modelStatusColumn
source: Status
fr: Statut
sw: Hali

# environmentsHeader
source: Environments <span *ngIf="rewardFunctionsDataSource && rewardFunctionsDataSource.data" class="models-number">({{rewardFunctionsDataSource.data.length}})</span>
sw: Mazingira <span *ngIf="rewardFunctionsDataSource && rewardFunctionsDataSource.data" class="models-number">({{rewardFunctionsDataSource.data.length}})</span>

# environmentId
source: ID
sw: Kitambulisho

# environmentName
source: Name
fr: Nom
sw: Jina

# environmentAction
source: Action
sw: Kitendo

# addModelButton
source: Add New Model
fr: Ajouter nouveau modèle
sw: Ongeza Modeli Mpya

source: Add Reward Function
fr: Ajouter une fonction de récompense
sw: Weka Mazingira

source: Edit Reward Function
sw: Sasaisha Mazingira

# enterEnvironmentName
source: Enter the name of the environment
fr: Entrer le nom de l'environnement
sw: Andika jina la mazingira

# enterEnvironmentClassName
source: Enter Class name of the Environment
fr: Entrer le nom de la classe de l'environnement
sw: Andika jina kamili la kikundi cha Mazingira

# selectEnvironmentCapabilities
source: Select the Capabilities for the Environment
fr: Selectionner les capacités pour l'environnement
sw: Chagua Uwezo wa Mazingira

# enterEnvironmentGithubUrl
source: Enter the GitHub Url for the environment
fr: Entrer l'URL Github pour l'environnement
sw: Andika anwani ya tovuti ya Github, iliyo na maagizo ya programu ya mazingira

# enterEnvironmentRawUrl
source: Enter the URL of the environment.py file (raw file)
fr: Entrer l'URL du fichier environment.py
sw: Andika anwani mbichi ya faili la mazingira, iliyo kwenye tovuti ya Github

# enterEnvironmentRequirementsRawUrl
source: Enter the URL of the requirements.txt file for your environment.py file if any
fr: Entrer l'URL du fichier requirements.txt du fichier environment.py s'il y a lieu
sw: Andika anwani mbichi ya faili la mahitaji ya mazingira, kama ipo kwenye tovuti ya Github

# enterEnvironmentVersion
source: Enter the version of the environment
fr: Entrer la version de l'environnement
sw: Andika toleo ya mazingira

# enterEnvironmentVersionAuthor
source: Enter the author of the environment version
fr: Entrer l'auteur de la version de l'environnement
sw: Andika mwandishi wa toleo ya mazingira

# enterEnvironmentVersionDate
source: Enter the date of the environment version
fr: Entrer la date de la version de l'environnement
sw: Andika tarehe ya toleo ya mazingira

source: Environment requirement json file
fr: Fichier json requirement de l'environnement
sw: Weka faili aina ya json iliyo na mahitaji ya mazingira

# map.details.location.not.found
source: Entered Location update failed
fr: Echec de la mise à jour de l'emplacement saisi
sw: Usasaishaji wa eneo lililowekwa haujafaulu

# models.not.found
source: Could not find models :
fr: Modèles introuvables
sw: Modeli hazipatikani :

source: Model Creation Successful:
fr: Création du modèle réussie
sw: Uundaji wa modeli umefaulu:

# model.creation.failed
source: Could not create model!:
fr: Impossible de créer le modèle!:
sw: Uundaji wa modeli haujafaulu!:

source: Model Update Successful:
fr: Mise à jour du modèle réussie
sw: Usasaishaji wa modeli umefaulu:

# model.update.failed
source: Could not update model!:
fr: Impossible de mettre à jour le modèle!:
sw: Usasaishaji wa modeli haujafaulu:

# model.entered.update.failed
source: Entered Model update failed
fr: Mise à jour échouée du modèle entré
sw: Usasaishaji wa modeli iliyowekwa haujafaulu

# model.status.provisioned
source: Provisioned
fr: Provisionné
sw: Hali ya kukamilika

# model.status.provisioning
source: Provisioning
fr: Provisionnement
sw: Hali ya kuendelea

# model.reward.creation.successful
source: Reward function Creation Successful:
fr: Création réussie de la fonction de récompense
sw: Uundaji wa mazingira umefaulu:

# model.reward.creation.failed
source: Could not create reward function!:
fr: Impossible de créer la fonction de récompense!:
sw: Uundaji wa mazingira haujafaulu:

# model.reward.update.successful
source: Reward function Update Successful:
fr: Mise à jour réussie de la fonction de récompense:
sw: Usasaishaji wa mazingira umefaulu:

# model.reward.update.failed
source: Could not update reward function!:
fr: Impossible de mettre à jour la fonction de récompense!:
sw: Usasaishaji wa mazingira haujafaulu:

# model.entered.reward.update.failed
source: Entered reward function update failed
fr: Echec de la mise à jour de la fonction de récompense entrée
sw: Uundaji wa mazingira yaliyowekwa haujafaulu:

source: Admin level
fr: Niveau admin
sw: Data ya aina ya eneo

source: data exists for
fr: Données existant pour
sw: yaweza kuwekwa nchini

source: Would you like to load this data?
fr: Souhaitez-vous charger ces données?
sw: Je, ungependa kuweka data hii?

# model.location.creation.successful
source: Location Creation Successful:
fr: Création réussie de l'emplacement
sw: Uundaji wa eneo hili umefaulu:

# model.location.creation.failed
source: Could not create location!:
fr: Impossible de créer l'emplacement
sw: Uundaji wa eneo hili haujafaulu:

# model.location.update.successful
source: Location Update Successful:
fr: Mise à jour réussie de l'emplacement
sw: Usasaishaji wa eneo hili umefaulu:

# model.location.update.failed
source: Could not update location!:
fr: Impossible de mettre à jour l'emplacement!:
sw: Usasaishaji wa eneo hili haujafaulu!:

# model.location.data.verification.failed.missing.loc.id
source: Location data verification failed due to missing location Id
fr: Echec de la verification de l'emplacement des données du à l'emplacement ID manquant
sw: Uundaji wa algorithimu umefaulu:

source: Location Data Verification Successful:
fr: Vérification de l'emplacement des données réussie
sw: Uthibitishaji wa data za eneo hili umefaulu:

# location.data.verification.failed
source: Could not verify location data!:
fr: Impossible de vérifier l'emplacement des données!:
sw: Uthibitishaji wa data za eneo hili haujafaulu!:

# indexNPI
source: Index (NPI-Index, Compliance Score, Stringency Index)
fr: Index (Indice NPI, Score de Conformité, Indice de rigueur)
sw: Index (Index ya NPI, Compliance na Stringency)

# mobilityType
source: Mobility Type (workplaces, retail_and_recreation, grocery_and_pharmacy, parks, transit_stations, residential)
fr: Type de mobilité (Lieux de travail, commerces et loisirs, supermarchés et pharmacies, gares de transport)
sw: Aina ya mahali (kazini, madukani na mahali pa burudani, maduka ya mboga na zahanati, mbuga, vituo vya usafiri, nyumbani)

source: Play/Pause
sw: Cheza/Simamisha

source: Load countries data
fr: Charger les données des pays
sw: Ongeza nchi

# modalTitle
source: Configure Data & Data Sources
fr: Configurer les données & Emplacements de données
sw: Weka Data & Asili za data

# ovid19.domain
source: Domain(Covid19):
sw: Kikoa(Covid19):

# covid19Domain
source: Domain(Covid19)
fr: Domaine(Covid19)
sw: Kikoa(Covid19)

# npi.dataset.list
source: NPIs Dataset (WNTRAC or OxCGRT):
fr: Dataset des NPIs (WNTRAC or OxCGRT):
sw: Kikundi cha data za NPI (WNTRAC or OxCGRT):

# npiDatasetList
source: NPIs Dataset (WNTRAC or OxCGRT)
fr: Dataset des NPIs (WNTRAC or OxCGRT):
sw: Kikundi cha data za NPI (WNTRAC or OxCGRT)

# monthRangePicker
source: Month range picker for data:
fr: Sélecteur de plage de mois pour les données
sw: Kichaguzi cha data kulingana na mwezi:

# saveButton
source: Save
fr: Sauvegarder
sw: Weka

source: Dataset
sw: Kikundi cha data

source: Mobility
fr: Mobilité
sw: Aina ya mahali

source: Value
fr: Valeur
sw: Maelezo

source: Admin level 1
fr: Admin niveau 1
sw: Aina 1 ya eneo

source: Select outcome
fr: Sélectionner sortie
sw: Chagua matokeo

# requestsHeader
source: Requests <span *ngIf="resultsRequestsDataSource && resultsRequestsDataSource.data" class="models-number">({{resultsRequestsDataSource.data.length}})</span>
sw: Majaribio yaliyouliziwa <span *ngIf="resultsRequestsDataSource && resultsRequestsDataSource.data" class="models-number">({{resultsRequestsDataSource.data.length}})</span>

# requestId
source: ID
sw: Kitambulisho

# requestType
source: Type
sw: Aina

# requestStatus
source: Status
fr: Statut
sw: Hali

# requestAction
source: Action
sw: Kitendo

source: Completed
fr: Terminé
sw: Hali ya kumalizika

source: In-progress
fr: En cours
sw: Hali ya kuendelea

# resultsModelsNotFound
source: Could not find models :
fr: Impossible de trouver les modèles :
sw: Modeli hazijapatikana:

# resultsLocationsNotFound
source: Could not find locations :
fr: Impossible de trouver les emplacements :
sw: Eneo halijapatikana

# resultsNotFound
source: Could not find results :
fr: Impossible de trouver les résultats
sw: Matokeo hayajapatikana

source: stringency index_wntrac_
fr: Indice wntrac de rigueur

source: compliance score_wntrac_
fr: Score_wntrac de conformité

source: npi-index_wntrac_
fr: Index_wntrac NPI

source: stringency index_oxcgrt_
fr: Indice_oxcgrt de rigueur

source: compliance score_oxcgrt_
fr: Score_oxcgrt de conformité

source: npi-index_oxcgrt_
fr: Indice_oxcgrt NPI

source: confirmed_cases
fr: Cas confirmés

# modelEndOfStatement
source: model.
fr: modèle
